{
  "plugins": {
    "feline.nvim": {
      "src": "https://github.com/feline-nvim/feline.nvim",
      "version": "'3587f57480b88e8009df7b36dc84e9c7ff8f2c49'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'02eafb1273afec94447f66d1a43fc5e477c2ab8a'"
    },
    "lsp-status.nvim": {
      "src": "https://github.com/nvim-lua/lsp-status.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onenord.nvim": {
      "src": "https://github.com/rmehri01/onenord.nvim",
      "version": "'039f76baf948acfc7c7d987ad9392fdc2a0e8a1c'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "0.2.0 - 0.3.0"
    },
    "vim-closetag": {
      "src": "https://github.com/alvan/vim-closetag",
      "version": "'d0a562f8bdb107a50595aefe53b1a690460c3822'"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align",
      "version": "'9815a55dbcd817784458df7a18acacc6f82b1241'"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive",
      "version": "'4a745ea72fa93bb15dd077109afbb3d1809383f2'"
    },
    "vim-rooter": {
      "src": "https://github.com/airblade/vim-rooter",
      "version": "'51402fb77c4d6ae94994e37dc7ca13bec8f4afcc'"
    }
  }
}
